export const Lang = {
  'Lang_01': '在执行一次退出程序',

  // 底部导航1

  'Lang_11': '工作台',
  'Lang_12': '应用',

// 薪资页面 2

  // 常用
  'Lang_21': '试用期',
  'Lang_22': '正式',
  // 一级类别
  'Lang_23': '工资',
  'Lang_24': '加班费',
  'Lang_25': '待工时数',
  'Lang_26': '有薪假',
  'Lang_27': '加班补助次数',
  'Lang_28': '夜班补贴45分钟',
  'Lang_29': '岗位补贴',
  'Lang_210': '总补贴',
  'Lang_211': '奖金',
  'Lang_212': '其他',
  'Lang_213': '扣款',
  // 非一级类别
  'Lang_214': '底薪+100%岗位补贴',
  'Lang_215': '底薪+130%岗位补贴',
  'Lang_216': '加班150%时数',
  'Lang_217': '加班200%时数',
  'Lang_218': '加班215%时数',
  'Lang_219': '加班280%时数',
  'Lang_220': '加班300%时数',
  'Lang_221': '加班410%时数',
  'Lang_222': '',
  'Lang_223': '',
  'Lang_224': '',
  'Lang_225': '',
  'Lang_226': '',
  'Lang_227': '加班补助次数150%',
  'Lang_228': '加班补助次数200%',
  'Lang_229': '加班补助次数215%',
  'Lang_230': '加班补助次数280%',
  'Lang_231': '加班补助次数300%',
  'Lang_232': '加班补助次数410%',
  'Lang_233': '',
  'Lang_234': '',
  'Lang_235': '',
  'Lang_236': '',
  'Lang_237': '夜班补贴45分钟次数130%',
  'Lang_238': '夜班补贴45分钟次数280%',
  'Lang_239': '夜班补贴45分钟次数410%',
  'Lang_240': '',
  'Lang_241': '',
  'Lang_242': '',
  'Lang_243': '小孩补贴',
  'Lang_244': '油费补贴',
  'Lang_245': '',
  'Lang_246': '',
  'Lang_247': '',
  'Lang_248': '绩效奖',
  'Lang_249': '纪律奖',
  'Lang_250': '超产奖',
  'Lang_251': '',
  'Lang_252': '',
  'Lang_253': '',
  'Lang_254': '餐补',
  'Lang_255': '电话补',
  'Lang_256': '住宿补贴',
  'Lang_257': '工龄补贴',
  'Lang_258': '福利',
  'Lang_259': '社保',
  'Lang_260': '医保',
  'Lang_261': '失业保',
  'Lang_262': '个人所得税',
  'Lang_263': '个税扣回',
  'Lang_264': '工会费',
  'Lang_265': '其他扣款',
  'Lang_266': '',
  'Lang_267': '',
  'Lang_268': '',
  'Lang_269': '',
  'Lang_270': '',
  'Lang_271': '',
  'Lang_272': '',
  'Lang_273': '',
  'Lang_274': '',
  'Lang_275': '',


// 我的页面3

  'Lang_31': '关于同维OA',
  'Lang_32': '修改密码',
  'Lang_33': '退出登录',

// 个人信息页面 4

  'Lang_41': '头像',
  'Lang_42': '姓名',
  'Lang_43': '性别',
  'Lang_44': '手机号',
  'Lang_45': '邮箱',
  'Lang_46': '职务',
  'Lang_47': '所属部门',
  'Lang_48': '个人信息',

// 关于同维oa页面 5


  'Lang_51': '版本功能介绍',
  'Lang_52': '检测更新',
  'Lang_53': '后台下载',
  'Lang_54': 'TWOA',


// 修改密码页面  6

  'Lang_61': '旧密码（请输入旧密码）',
  'Lang_62': '新密码（请输入新密码）',
  'Lang_63': '确认密码（请再次输入新密码）',
  'Lang_64': '完成',
  'Lang_65': '密码至少为7位，字符至少包含三类：数字、大小写英文字母或特殊字符',

// 提示信息翻译  7

  'Lang_71': '修改成功',
  'Lang_72': '修改失败',
  'Lang_73': '密码修改成功，请重新登录',
  'Lang_74': '密码修改失败',
  'Lang_75_1': '检测到新版本',
  'Lang_75_2': '本次更新文件大小为',
  'Lang_75_3': '为保证正常使用，请点击“升级”进行下载，升级后需要重新登录，建议使用WIFI网络。',
  'Lang_75_4': '稍后更新',
  'Lang_75_5': '升级',
  'Lang_76': '当前已是最新版本',
  'Lang_77': '新旧密码相同',
  'Lang_78': '两次输入新密码不一致，请重新输入',
  'Lang_79': '密码复杂度不符合要求，请重新输入',
  'Lang_710': '修改手机号',
  'Lang_711': '本月无数据',
  'Lang_712': '密码不正确',
  'Lang_713': '加载完毕',
  'Lang_714': '主要更新',


  // 提示信息翻译 8

  'Lang_81': '请输入密码',
  'Lang_82': '请输入工号',
  'Lang_83': '请输入工号',
  'Lang_84': '工号或密码错误',
  'Lang_85': '验证码不正确',
  'Lang_86': '新旧密码相同',
  'Lang_87': '两次输入密码不一致，请重新输入',
  'Lang_88': '密码复杂度不符合要求，请重新输入',
  'Lang_89_1': '手机号确认',
  'Lang_89_2': '我们将发送验证短信到您的手机号',
  'Lang_89_3': '取消',
  'Lang_89_4': '好的',
  'Lang_89_5': '确定',
  'Lang_810': '密码修改成功，请重新登录',
  'Lang_811': '访问已过期，请重新登录',
  'Lang_812': '网络连接异常',
  'Lang_813': '系统繁忙',
  'Lang_814': '无法连接服务器',
  'Lang_815': '加载中...',


  // 登录页面/忘记密码页面  9

  'Lang_91': '工号',
  'Lang_92': '密码',
  'Lang_93': '忘记密码',
  'Lang_94': '登录',
  'Lang_95': '工号（请输入工号）',
  'Lang_96': '获取验证码',
  'Lang_97': '验证码（请输入验证码）',
  'Lang_98': '密码（请设置同维OA密码）',
  'Lang_99': '确认密码（请再次输入密码）',
  'Lang_910': '完成',
  'Lang_911': '密码至少为7位，字符至少包含三类：数字、大小写、字母或特殊字符',
  'Lang_912': '记住密码',
  'Lang_913': '后重试',
  'Lang_914': '该账号未设置手机号，请联系HR',

};

